{
    "0": {
        "jd": "JD: \n\nStripe Product Manager with 5+ years of experience. \n\nLead the strategic vision and execution of product initiatives in the Risk and Compliance domain, ensuring alignment with Stripe’s broader goals and market needs\n\n•\n\nDrive product development from conception to launch, collaborating closely with cross-functional teams, including engineering, design, marketing, and legal\n\n•\n\nChampion a user-centric approach in product design and development, balancing user needs with regulatory compliance and risk management\n\n•\n\nOversee and guide the product roadmap, prioritizing features and initiatives that align with business objectives and deliver maximum impact\n\n•\n\nAct as a key decision-maker in defining product requirements and specifications, ensuring solutions are scalable, reliable, and deliver tangible value to users\n\n•\n\nFoster a culture of innovation and continuous improvement within the team, encouraging experimentation and learning from both successes and setbacks\n\n•\n\nBuild and maintain strong relationships with internal stakeholders and external partners, effectively communicating product vision and progress\n\n",
        "edu_chunks": [
            "\n\nEDU:\n\nSTANFORD  UNIVERSITY\tStanford, CA\n\nMaster of Business Administration\t2018-2020\n\n\n\nUNIVERSITY OF CHICAGO\tCHICAGO, IL\n\nBachelor of Science, Major in Economics, International Studies\t2007-2011\n\n"
        ],
        "exp_chunks": [
            "\n\nEXP :\n\nSONDER      \tSan Francisco, CA\n\nProduct Manager\t2020-2023\n\nCollaborated with senior leadership team to outline the medium and long-term roadmap for the guest app.\nInitiated redesigning the primary \"stays\" (reservations) page, which increased engagement and self-service by 15% YOY.\nIntroduced a series of features allowing guests to independently manage early check-in and late check-out requests.\nLaunched the on-demand housekeeping feature.\n",
            "\nAIRBNB             \t San Francisco, CA\nProduct Manager (MBA Intern)\t2019-2019\n\nDesigned and executed pilot of new consumer offering from concept to launch in five weeks\nDefined user journey and technical requirements for experimental grocery feature in Sonder’s guest app, as well as operational workflows to support pilot\nCreated framework to evaluate 11 services, drawing on qualitative and quantitative user research to gauge demand\n\n\n",
            "\n\nHELLOFRESH\t New York, NY\n\nProduct Manager\t2015-2018\n\nSuccessfully launched an overhaul of the core business intelligence (BI) system, used to draft and assess recipes against operational KPIs, resulting in increased efficiency and cost savings.\nReduced recipe evaluation time by approximately 30% by implementing new data integrations and UI enhancements that eliminated redundant data entry.\nDeveloped a methodology to translate historical, regional ingredient cost data into forward-looking, national price estimates for raw ingredient SKUs, improving cost management and budget forecasting accuracy.\n"
        ],
        "notes": "SONDER, San Francisco, CA, Product Manager, 2020-2023\n\n- Teamwork with senior leaders for mid to long-term guest app agenda.\n- Facilitated redesign of main \"stays\" page, causing 15% YOY increase in engagement and self-service.\n- Rolled out features for guests to handle early check-in and late check-out on their own.\n- Kickstarted on-demand housekeeping feature.\n\nAIRBNB, San Francisco, CA, Product Manager (MBA Intern), 2019-2019\n\n- Spearheaded pilot for new consumer offering, from idea to launch in 5 weeks.\n- Laid down user journey and tech needs for trial grocery feature in Sonder’s guest app, plus operational workflows to back pilot.\n- Set up framework to judge 11 services using both qualitative and quantitative user research.\n\nHELLOFRESH, New York, NY, Product Manager, 2015-2018\n\n- Successfully rolled out renovation of the core business intelligence system, improving efficiency and cost savings.\n- Cut recipe evaluation time by around 30% by introducing new data integrations/UI enhancements to eliminate double data entry.\n- Formulated a method to change past, regional ingredient cost info into future-oriented, national price predictions for raw ingredient SKUs, improving cost management and forecasting precision."
    },
    "1": {
        "jd": "\n\nJD: Google product manager with 8 years of product management experience. \n\nIn this role, you will work cross-functionally to guide products from conception to launch by connecting the technical and business worlds\n\n•\n\nYou can break down complex problems into steps that drive product development\n\n•\n\nto help design and develop technologies that improve access to the world's information\n\n•\n\nWe're responsible for guiding products throughout the execution cycle, focusing specifically on analyzing, positioning, packaging, promoting, and tailoring our solutions to our users\n\n•\n\nIn this role you will be responsible for AI/ML infrastructure platforms that could have transformative effects on the Generative AI and Large Language Model eco-systems, and on the Google Cloud business\n\n•\n\nUnderstand workflows of internal and external experts for our targeted workloads, specifically large scale AI/ML training, and inference\n\n•\n\nUnderstand where internal and external experts are running into limits, know how our products can best meet their needs, and shape our product roadmap by building new offerings to best drive growth to GCP\n\n•\n\nWork with directors and executives across Google to ensure effective product launches and experience\n\n•\n\nDrive product strategy and set product priorities, teaming closely with engineering and cross-functional teams to define and deliver on the next generation of cloud infrastructure services\n\n•\n\nWork with our Go-to-Market and field to figure out the right way to bring our innovative products to the world\n\n",
        "edu_chunks": [
            "\n\nEDU:\n\nEDUCATION\n\n\n\nMICA, Ahmedabad\n\nMBA, Brand Management, Marketing\t2011-2013\n\n\n\nDr. A. P. J. Abdul Kalam Technical University, Lucknow\t\n\nBachelor of Technology, Major in Computer Science, Information Technology\t2005-2009\n\n"
        ],
        "exp_chunks": [
            "\n\nEXP:\n\nPROFESSIONAL EXPERIENCE \n\nProduct and Growth leader with experience in building excellent products (and a company) from scratch\n\nZalando      \tBerlin\n\nPrincipal Product Manager\t2023\n\nLeading Inventory Distribution (algorithms) and building complex products focussed on returns management, lead time improvements and “Flawless choice”, enablement of MCF/B2B in ZEOS\nLed experimentation and discovery for Group portfolio initiatives like “fast and for me” with 3 experiments and dozens of stakeholders.\n",
            "\n\nGetir             Berlin\n\nGroup Product Manager\t2021-2022\n\nLead growth product teams focused on \"Promos and referrals\" and \"Address UX\" on the Getir App for all 9 markets. Improved funnel conversion by 8%, order cancellations by 18%\n\n\n",
            "\n\nBlok\tBarcelona\n\nCo-Founder/Chief Growth Officer\t2021\n\nAcquired by Getir in July 2021. Led Product and Growth, acquired 10000 customers with 30% stickiness, 12% activation rate\n",
            "\n\nMercedes-Benz.io             Berlin\n\nProduct Lead\t2018-2021\n\nLead a product team of 30 FTE to launch and growth Bertha app to 1M downloads, 40% retention, and 4.5 stars in app stores. Built “Bertha pay” and grew to 2000 shell and 500 HEM gas stations\n",
            "\n\nClark Germany          Berlin\n\nProduct Owner, Head of Digital Marketing\t2016-2018\n\nAcquired and retained 80K+ customers, led user activation and retention initiatives. Build Direct sales funnel to sell Insurances online and acquire customers for Broker product \n",
            "\n\nZalando+Rocket Internet          Berlin\n\nMobile Marketing\t2016-2018\n\nDriving mobile user acquisition and retention, partnering with Google and Facebook, Working with Rocket internet portfolio companies to setup mobile acquisition engines\n",
            "\n\nDigital Marketing with InMobi, Bangalore 2013-2015 \n\nAssistant Systems Engineer with Tata Consultancy Services 2009-2011\n\n"
        ],
        "notes": "SONDER - San Francisco, CA\n- As the Product Manager (2020-2023), helped shape app's future with the higher-ups. \n- Totally remade the \"Stays\" page, leading to 15% more engagement and self-help. \n- Championed features for early check-in/check-out requests. \n- Set up an on-demand housekeeping service. \n\nAIRBNB - San Francisco, CA\n- Worked as a Product Manager intern and devised a new offering within 5 weeks. \n- Mapped out user journey for a new grocery feature, along with the technical bits and day-to-day operations.\n- Set up a framework for evaluating 11 services based on user research.\n\nHELLOFRESH - New York, NY  \n- Upgraded their main business intelligence system (2015-2018), leading to more efficiency and saving costs.\n- Down to 30% less time spent on evaluating recipes, thanks to eliminating duplicate data entry. \n- Made it possible to predict price estimates for ingredients, improving budget plans.   \n\nZalando - Berlin\n- Led Inventory Distribution and built complex product features focused on returns, lead time, and 'flawless choice' as Principal Product Manager in 2023.\n- Energized experiments for important group initiatives.\n\nGetir - Berlin\n- As Group Product Manager (2021-2022), improved app's functionality across all markets. \n- Saw an impressive increase in funnel conversion and decrease in order cancellations. \n\nBlok - Barcelona\n- As Co-Founder/Chief Growth Officer (2021), got 10,000 customers. \n- Led the Product and Growth sector until a takeover by Getir. \n\nMercedes-Benz.io - Berlin\n- Successfully grew Bertha app as the Product Lead (2018-2021).\n- The app had stellar reviews, great customer retention, and \"Bertha pay\" available at many gas stations.\n\nClark Germany - Berlin\n- Got 80K+ customers onboard as Product Owner and Head of Digital Marketing (2016-2018).\n- Also led initiatives to activate and retain users, and direct sales funnel online. \n\nZalando + Rocket Internet - Berlin\n- Handled mobile user acquisition and retention (2016-2018).\n- Partnered with Google and Facebook and lead initiatives for mobile acquisition.\n\nInMobi & Tata Consultancy Services\n- Did Digital Marketing at InMobi, Bangalore (2013-2015)\n- Worked as Assistant Systems Engineer at Tata Consultancy Services (2009-2011)"
    },
    "2": {
        "jd": "\n\nJD: Amazon product manager with 3 years of experience\n\n",
        "edu_chunks": [
            "\n\nEDU: EDUCATION\n\n\n\nGEORGETOWN  UNIVERSITY\tWashington, D.C.\n\nMaster of Business\t2018-2020\n\n\n\nOHIO UNIVERSITY\tAthens, OH\n\nBachelor of Science, Health Care Business\t2009-2013\n\n\n\n"
        ],
        "exp_chunks": [
            "\n\nEXP: \n\nPROFESSIONAL EXPERIENCE\n\n\n\nCAPITAL ONE      \tSan Francisco, CA\n\nProduct Manager (B2B Payments)\t2020-2023\n\nLead the use of OKRs in the organization, helping teams create and track OKRs every quarter to ensure clear goals across B2B Solutions\nGuide initiatives and projects across 13 B2B Solutions teams, ensuring they comply with project management standards\nKeep an eye on all project activities to make sure they follow the plan, including the timeline, risks, and legal requirements, from start to finish\nImprove product operations processes to get faster feedback, increase efficiency, and boost feature use\nDevelop useful project management tools like project plans, brainstorming templates, task trackers, and more for use across the organization\nWork together with PMOs across the company, sharing knowledge and resources\n",
            "\n\nMCKINSEY              \t San Francisco, CA\n\nProject Administrator (MBA Intern)\t2019-2019\n\nManaged various financial and project tasks, such as tracking financial data for large-scale projects, creating ad-hoc financial models and analytics, preparing budgets and modifications for ongoing research projects, writing project updates and summary reports, and overseeing various company portfolios.\nAssisted staff during research proposal development by compiling budgets, managing timelines, and liaising with stakeholders from the Gates Foundation, MacArthur Foundation, National Science Foundation, and more.\nSupported the Operations Director in monitoring the center's budget allocations and tracking center-wide metrics, including proposals.\nOffered operational support by helping with hiring and onboarding activities, organizing electronic files, managing meeting logistics, and coordinating events that connect our experts with decision-makers.\n"
        ],
        "notes": "EXP:\n\nSonder, San Francisco, CA — Product Manager (2020-2023)\n- Worked with senior leadership to set guest app roadmap\n- Redesigned primary reservations page boosting engagement and self-service by 15% YOY\n- Introduced features for independently managing early check-in/late check-out \n- Launched on-demand housekeeping feature\n\nAirbnb, San Francisco, CA — Product Manager (MBA Intern, 2019)\n- Pilot of new consumer offering from concept to launch in five weeks\n- Defined user journey for experimental grocery feature & operational workflows to support it\n- Created framework to evaluate 11 services using both qualitative and quantitative user research\n\nHelloFresh, New York, NY — Product Manager (2015-2018)\n- Overhauled core business intelligence (BI) system improving efficiency and saving costs\n- Reduced recipe evaluation time by about 30% with new data integrations\n- Developed methodology for translating ingredient cost data into to national price estimates\n\nZalando, Berlin — Principal Product Manager (2023)\n- Led Inventory Distribution; built complex returns management products\n- Experimentation and discovery for \"fast and for me\" with 3 experiments\n\nGetir, Berlin — Group Product Manager (2021-2022)\n- Led growth product teams on promotions, referrals, and address UX\n- Improved funnel conversion by 8% and reduced order cancellations by 18%\n\nBlok, Barcelona — Co-Founder/Chief Growth Officer (2021)\n- Acquired by Getir in July, led growth of 10000 customers with 30% stickiness, 12% activation rate\n\nMercedes-Benz.io, Berlin — Product Lead (2018-2021)\n- Led product team, launched Bertha app achieving 1M downloads, 40% retention, and 4.5 stars in app stores\n\nClark Germany, Berlin — Product Owner, Head of Digital Marketing (2016-2018)\n- Acquired 80K+ customers, led user activation initiatives and selling insurances online\n\nZalando+Rocket Internet, Berlin — Mobile Marketing (2016-2018)\n- Drove mobile user acquisition and worked with Google and Facebook\n- Worked with Rocket internet to setup mobile acquisition engines\n\nInMobi, Bangalore — Digital Marketing (2013-2015)\n\nTata Consultancy Services — Assistant Systems Engineer (2009-2011)\n\nCapital One, San Francisco, CA — Product Manager (B2B Payments, 2020-2023)\n- Implemented OKRs across teams, guided B2B solutions team initiatives & projects\n- Tracked project activities, improved product operations processes, developed useful project mgmt tools\n- Collaborated with PMOs across the company\n\nMcKinsey, San Francisco, CA — Project Administrator (MBA Intern, 2019)\n- Handled various financial and project tasks like budgeting, financial modeling, and portfolios mgmt\n- Aided staff in research proposal development, provided operational support during hiring & onboarding\n- Oversaw center's budget allocations and tracking metrics, coordinated events\n"
    },
    "3": {
        "jd": "\n\nJD: Apple Product Manager with 4+ years of experience\n\nResponsibilities\n\n•\n\nResearch and synthesize technology trends, competitive trends and user feedback to identify new product opportunities\n\n•\n\nCollaborate with software engineering and product designers to define product roadmap and strategy\n\n•\n\nNegotiate and influence product trade-offs impacting schedule and usability to improve user experience and consumer differentiation\n\n•\n\nPosition FaceTime and Phone apps in the competitive landscape, and craft compelling end-user messaging for the highest impact\n\n•\n\nLaunch new versions and features of FaceTime and Phone apps worldwide in conjunction with Marketing Communications, Public Relations and Events teams\n\n•\n\nServe as an ambassador for FaceTime and Phone via press briefings and customer visits\n\n",
        "edu_chunks": [
            "\n\nEDUCATION\n\n\n\nUNIVERSITY OF MARYLAND\tCollege Park, MD\n\nMaster  of Science, Management Information Systems and Services\t2018-2020\n\n\n\n"
        ],
        "exp_chunks": [
            "\n\nPAYLOCITY\tRemote\n\nSenior Product Designer                                                                          \t2022-Present\n\nServe as Invoice to Cash I2C functional lead for global tech clients, resulting in successful cloud ERP designs & implementations\nBuild strong relationships and communicate plans, insights, data, impact, and results to high-level executives on engagements\nStand as a liaison between technical and client business teams to produce a solid, useful financial transaction processing system\nOrganize Digital Lab upskilling challenges within the firm – Tableau, Altryx, Power BI, Bots, Digital Assets, Automation\n",
            "\n\nPEARL          \t London, England\n\nSEO Program Manager\t2018-2019\n\nDirected remote global teams focused on technical SEO analysis, intelligent keyword research, content creation, and clear-cut reporting in order to drive business growth and increase visibility and engagement for clients; frequent communication with clients\nSpecialized in SEO, Search Engine Marketing, Wordpress SEO, Google Analytics, Yelp, Email Marketing, SEO analysis and consulting, SEO keyword research, and Conversion Rate Optimization\n",
            "\n\nWEBAPP\t \t Philadelphia, PA\n\nProduct Manager\t2020-2020\n\nPrioritized strategic initiatives within the SalonClouds Plus sector to align with future business objectives and measurable goals.\nManaged 30+ projects in mobile app development, SEO, web design, and cloud development from start to finish for a variety of international clients. This included handling user experience, technology requirements, prototyping, testing, payment processing, and integrations up to the product launch.\nInitially starting as a Graphic Design Intern, effectively managed teams of more than five graphic designers and over 20 offshore developers.\n"
        ],
        "notes": "EXP:\n\nSONDER, San Francisco, CA\n- Worked as a Product Manager from 2020-2023\n- Collaborated with senior leaders to plan guest app's roadmap\n- Redesigned \"stays\" page, boosting engagement & self-service by 15% YOY\n- Enabled guests to manage early check-in/out requests\n- Launched on-demand housekeeping feature\n\nAIRBNB, San Francisco, CA\n- Product Manager Intern in 2019\n- Pilot designed & launched new consumer offering in 5 weeks\n- Defined user journey and tech requirements for grocery feature in Sonder's guest app\n- Created framework to evaluate 11 services based on user research\n\nHELLOFRESH, New York, NY\n- Product Manager from 2015-2018 \n- Launched overhaul of BI system, increased efficiency and cost savings\n- Reduced recipe evaluation time by 30%, eliminated redundant data entry\n- Developed a methodology for ingredient cost data, improving cost management & budget forecasting\n\nZalando, Berlin\n- Principal Product Manager in 2023\n- Led Inventory Distribution and complex product build-ups focussed on returns management, lead time improvements\n- Led experimentation for Group portfolio initiatives\n\nGetir, Berlin\n- Group Product Manager from 2021-2022\n- Led growth product teams, improved funnel conversion by 8%, reduced order cancellations by 18%\n\nBlok, Barcelona\n- Co-Founder/Chief Growth Officer in 2021\n- Led Product and Growth, acquired 10000 customers, 30% stickiness, 12% activation rate\n\nMercedes-Benz.io, Berlin\n- Product Lead from 2018-2021\n- Led 30 people team, Bertha app launched & grew to 1M downloads, 4.5 stars in app stores\n\nClark Germany, Berlin\n- Product Owner from 2016-2018\n- Retained 80K+ customers, built sales funnel to sell insurances online\n\nZalando+Rocket Internet, Berlin\n- Mobile Marketing from 2016-2018\n- Drove mobile user acquisition and retention, partnered with Google and Facebook\n\nCAPITAL ONE, San Francisco, CA\n- Product Manager (B2B Payments) 2020-2023\n- Led OKR use, guided projects, ensured plan follow, developed project management tools, collaborated with PMOs\n\nMCKINSEY, San Francisco, CA\n- Project Administrator Intern in 2019\n- Managed financial and project tasks, oversaw various company portfolios\n- Supported Operations Director, offering operational support\n\nPAYLOCITY, Remote\n- Senior Product Designer from 2022-Present\n- Served as functional lead for global tech clients\n- Built relationships with high-level executives, communication between technical and client business teams\n\nPEARL, London, England\n- SEO Program Manager 2018-2019\n- Directed global teams focused on technical SEO analysis, keyword research, content creation\n- Specialized in SEO, SEM, Wordpress SEO, Google Analytics, Yelp, Email Marketing\n\nWEBAPP, Philadelphia, PA\n- Product Manager in 2020\n- Prioritized strategic initiatives for SalonClouds Plus\n- Managed 30+ projects in mobile app development, SEO, web design, cloud development\n- Started as Graphic Design Intern, managed teams of graphic designers and developers."
    }
}